index.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2024-01-29 Mon 22:48 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Long-term Debt Markets</title>
<meta name="author" content="Matt Brigida, Ph.D." />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="https://fniessen.github.io/org-html-themes/src/readtheorg_theme/css/htmlize.css"/>
<link rel="stylesheet" type="text/css" href="https://fniessen.github.io/org-html-themes/src/readtheorg_theme/css/readtheorg.css"/>
</head>
<body>
<div id="content" class="content">
<h1 class="title">Long-term Debt Markets</h1>
<p>
The English word <code>credit</code> comes from the Latin word <code>credit</code> which is the third-person (singular present active) of the verb <code>credo</code> which means <code>to believe</code>.  For example, <code>ut omnes qui credit in eum</code> means <code>all those that believe in him</code>.  This is also how we get the English word <code>creed</code>.  So when you spend on your <code>credit</code> card, the credit card company believes in you&#x2014;that you will pay the money back.  Similarly when we refer to <code>Credit Markets</code> we are referring to markets where one party lends to another.  
</p>

<p>
One credit market is the market for debt securities with a maturity greater than one year.  We'll call this the <i>debt market</i>.  Note, debt securities with a maturity of less than one year belong to the <i>money market</i>.
</p>

<p>
As the verb <i>to believe</i> implies, debt securities represent promises to repay, and nothing more.  They do not represent ownership or control. 
</p>
</div>
<div id="postamble" class="status">
<p class="author">Author: Matt Brigida, Ph.D.</p>
<p class="date">Created: 2024-01-29 Mon 22:48</p>
<p class="validation"><a href="https://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>